/* No comment provided by engineer. */
"All converting tasks completed" = "Conversions terminées";

/* No comment provided by engineer. */
"All encoding tasks completed" = "Encodages terminés";

/* No comment provided by engineer. */
"All encoding tasks completed for %@" = "Encodage de %@ terminé";

/* No comment provided by engineer. */
"All ripping tasks completed" = "Extractions terminées";

/* No comment provided by engineer. */
"All ripping tasks completed for %@" = "Extraction de %@ terminée";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Clear log contents" = "Effacer log";

/* No comment provided by engineer. */
"Conversion completed" = "Conversion terminée";

/* No comment provided by engineer. */
"Convert completed" = "Conversion terminée";

/* No comment provided by engineer. */
"Convert completed for %@ [%@]" = "Conversion de %1$@ [%2$@] terminée";

/* No comment provided by engineer. */
"Convert started" = "Conversion démarrée";

/* No comment provided by engineer. */
"Convert started for %@ [%@]" = "Conversion de %1$@ [%2$@] démarrée";

/* No comment provided by engineer. */
"Convert stopped" = "Conversion interrompue";

/* No comment provided by engineer. */
"Convert stopped for %@ [%@]" = "Conversion de %1$@ [%2$@] interrompue";

/* No comment provided by engineer. */
"Disc encoding completed" = "Encodage du disque terminé";

/* No comment provided by engineer. */
"Disc ripping completed" = "Extraction du disque terminée";

/* No comment provided by engineer. */
"Duration: %@" = "Durée: %@";

/* No comment provided by engineer. */
"Encode completed" = "Encodage terminé";

/* No comment provided by engineer. */
"Encode completed for %@ [%@]" = "Encodage de %1$@ [%2$@] terminé";

/* No comment provided by engineer. */
"Encode started" = "Encodage démarré";

/* No comment provided by engineer. */
"Encode started for %@ [%@]" = "Encodage de %1$@ [%2$@] démarré";

/* No comment provided by engineer. */
"Encode stopped" = "Encodage interrompu";

/* No comment provided by engineer. */
"Encode stopped for %@ [%@]" = "Encodage de %1$@ [%2$@] interrompu";

/* No comment provided by engineer. */
"Encoding completed" = "Encodage terminé";

/* No comment provided by engineer. */
"File format: %@" = "Format de fichier: %@";

/* No comment provided by engineer. */
"Rip completed" = "Extraction terminée";

/* No comment provided by engineer. */
"Rip completed for %@" = "Extraction de %@ terminée";

/* No comment provided by engineer. */
"Rip started" = "Extraction démarrée";

/* No comment provided by engineer. */
"Rip started for %@" = "Extraction de %@ démarrée";

/* No comment provided by engineer. */
"Rip status: %s sector %ld (%ld)" = "État extraction: %1$s secteur %2$ld (%3$ld)";

/* No comment provided by engineer. */
"Rip stopped" = "Extraction interrompue";

/* No comment provided by engineer. */
"Rip stopped for %@" = "Extraction de %@ interrompue";

/* No comment provided by engineer. */
"Ripping completed" = "Extraction terminée";

/* No comment provided by engineer. */
"Save" = "Enregistrer";

/* No comment provided by engineer. */
"Save log contents to disk" = "Enregistrer l'historique";

